davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
eriklynd.json-tools
felixfbecker.php-intellisense
geddski.macros
hookyqr.beautify
ms-vscode.wordcount
msjsdiag.debugger-for-chrome
peterjausovec.vscode-docker
rpinski.shebang-snippets
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
xabikos.javascriptsnippets